Repository: biterest/biterest-key-collector
Catalog: app/i18n/*.po
Languages: ru

source: Failed to send message
ru: Не удалось отправить сообщение

source: Failed to send transaction to network
ru: Не удалось отправить транзакцию в сеть

source: Error in getting transaction data
ru: Ошибка в получении данных по транзакциям

source: Error getting information on commission of the Bitcoin network, restart the application.
ru: Ошибка в получении данных по комиссии в сети Bitcoin, перезапустите приложение.

source: License agreement
ru: Лицензионное соглашение

source: feedback form on the Biterest website
ru: форму обратной связи на сайте Biterest

source: Failed to send message - please try again later or contact the developers via the ${ link }.
ru: Не удалось отправить сообщение – повторите попытку позже или обратитесь к разработчикам через ${ link }.

source: Message sent. We will answer in a few days.
ru: Сообщение отправлено. Мы ответим в ближайшие дни.

source: Describe the problem. We will respond to your e-mail address.
ru: Опишите возникшую проблему. Наш ответ будет дан на указанный вами адрес электронной почты.

source: Report a problem
ru: Сообщить о проблеме

source: Multisig-address of withdrawal: ${ address }
ru: Multisig-адрес: ${ address }

source: Amount: ${ amount } BTC
ru: Сумма: ${ amount } BTC

source: View on blockchain
ru: Посмотртеть на blockchain

source: Waiting ...
ru: Ожидаем...

source: The value will be automatically displayed after filling in the fields with the keys
ru: Значение автоматически отобразится после заполнения полей с ключами

source: Collateral status
ru: Статус залога

source: Instructions
ru: Инструкция

source: Settings
ru: Настройки

source: Choose language
ru: Язык интерфейса

source: Save
ru: Сохранить

source: Biterest Website
ru: Cайт Biterest

source: Source code
ru: Исходный код

source: Key Collector program allows you to retrieve a collateral placed on multisig- address and transfer it to your Bitcoin-address. To retrieve the collateral you need the keys provided when creating / accepting the loan application.
ru: Программа Key Collector позволяет забрать залог, размещенный на multisig-адресе и переслать его на указанный вами Bitcoin-адрес. Для получения залога вам необходимы ключи, полученные при работе с кредитной заявкой на Biterest.

source: Accept
ru: Принять

source: Specify the keys to verify availbale funds on the multisig address. To send funds, indicate your Bitcoin address and confirm the operation.
ru: Укажите ключи для проверки наличия средств на multisig-адресе. Для отправки средств, дополнительно укажите ваш Bitсoin-адрес и подтвердите операцию.

source: Fill in all fields
ru: Заполните все поля

source: Before you transfer the collateral to another Bitcoin-address, fill in all the fields.
ru: Прежде чем перевести залог на другой Bitcoin-адрес, заполните все поля.

source: Multisig address is empty
ru: Multisig-адрес пуст

source: No available funds on this multis-address
ru: Данный multisig-адрес не содержит средств

source: Transaction error
ru: Ошибка отправки транзакции

source: Send a deposit
ru: Отправить залог

source: Minimum
ru: Минимальная

source: Average
ru: Средняя

source: Maximum
ru: Максимальная

source: Transaction history
ru: История транзакций

source: Confirm clearing the history
ru: Подтвердите очистку истории

source: After confirmation, the transaction history will be Irreversibly cleared.
ru: После подтверждения, история транзакций очистится безвозвратно.

source: Cancel
ru: Отказаться

source: Confirm
ru: Подтвердить

source: Clear the history
ru: Очистить историю

source: Confirm transfer of funds
ru: Подтвердить перевод средств

source: The speed of funds transfer depends on the operation of the blokchain network (usually up to 4 hours). After confirming the transfer of funds - the operation is irreversible.
ru: Скорость зачисления средств зависит от работы сети blokchain (обычно составляет до 4 часов). После подтверждения перевода средств - операция не обратима.

source: Ok
ru: Хорошо

source: Continue
ru: Продолжить

source: Transaction sent
ru: Транзакция отправлена

source: You have transferred the collateral to your specified Bitcoin-address. You can monitor the transaction status in ${ link }.
ru: Вы переслали залог на указанный вами Bitcoin-адрес. Вы можете посмотреть статус транзакции в ${ link }.

source: The address does not pass the check, check the input data.
ru: Адрес не проходит проверку, проверьте вводимые данные.

source: The field must contain a valid email address.
ru: Поле должно содержать корректный адрес электронной почты.

source: Fill in the field
ru: Заполните поле

source: Verify that the key you provided is correct.
ru: Проверьте корректность указанного вами ключа.

source: Information about network commission ...
ru: Получение данных о комиссии сети...

source: Bitcoin network commission for transferring funds
ru: Комиссия сети Bitcoin за перевод средств

source: Status:
ru: Статус:

source: Completed
ru: Исполнено

source: Amount:
ru: Сумма:

source: Network commission:
ru: Комиссия сети:

source: Multisig-address of withdrawal:
ru: Multisig-адрес списания:

source: Bitcoin-address of receipts:
ru: Bitcoin-адрес зачисления:

source: Provide the Bitcoin-address to which the deposit will be transferred. Attention! The whole amount will be transferred. The amount will be deducted for the commission of the Bitcoin network. The operation is not reversible - carefully check the address to which the deposit will be transferred.
ru: Укажите Bitcoin-адрес на который будет перечислен залог. Внимание! Будет перечислена вся сумма. Из сумма будет списана комиссия сети Bitcoin. Операция не обратима – внимательно проверьте адрес, на который будет переведен залог.

source: Bitcoin-address for transferring a security deposit
ru: Bitcoin-адрес для перечисления залога

source: Funds transfer
ru: Перевод средств

source: Your e-mail address
ru: Ваш адрес электронной почты

source: Describe the problem
ru: Опишите проблему

source: Send information about the system to developers
ru: Отправить информацию о системе разработчикам

source: Send
ru: Отправить

source: Provide the Private key created by Biterest for this loan application. The key was Issued after the completion of the loan transaction.
ru: Укажите Приватный ключ, созданный Biterest для данной кредитной заявки. Выдается после завершения кредитной сделки

source: Private key Biterest
ru: Приватный ключ Biterest

source: Provide the Private key that you saved to access the collateral for this loan application.
ru: Укажите Приватный ключ, сохраненный вами для доступа к залогу данной кредитной заявки

source: Your Private Key
ru: Ваш Приватный ключ

source: Provide the Public key of the other party to the transaction. The key was Issued together with Biterest’s Private key after the completion of the loan transaction.
ru: Укажите Открытый ключ другой стороны сделки. Выдается вместе с Приватным ключом Biterest после завершения кредитной сделки.

source: The counterpart’s Public key
ru: Открытый ключ другой стороны

source: Check funds on multisig-address
ru: Проверка средств на multisig-адресе

source: Reset values
ru: Сбросить значения

source: Paste
ru: Вставить

source: Cut
ru: Вырезать

source: Copy
ru: Копировать
